<template>
    <i-row id="news-detail">
        <i-row type="flex" align="middle" :style="bgImg" class="head">
            <i-col push="5">
                <i-row type="flex"><img :src="xmuWordImg" style="margin-right: 16px" />学生社团管理</i-row>
            </i-col>
        </i-row>
        <i-row>
            <i-col span="14" push="5">
                <i-row>
                    <Breadcrumb>
                        <BreadcrumbItem to="/">主页</BreadcrumbItem>
                        <BreadcrumbItem>努力开创新中国史研究新局面</BreadcrumbItem>
                    </Breadcrumb>
                </i-row>
                <i-row class="title">努力开创新中国史研究新局面</i-row>
                <i-row class="info">2020-04-30&nbsp;&nbsp;&nbsp;&nbsp;来源：人民日报&nbsp;&nbsp;&nbsp;&nbsp;作者：谢伏瞻</i-row>
                <i-row class="content">
                    <p>习近平总书记指出：“历史是最好的教科书。”“学习党史、国史，是坚持和发展中国特色社会主义、把党和国家各项事业继续推向前进的必修课。这门功课不仅必修，而且必须修好。”新中国史研究的根本意义在于总结历史、立足现实、面向未来，不断深化对共产党执政规律、社会主义建设规律、人类社会发展规律的认识，总结治国理政经验，发挥资政育人功能，为实现中华民族伟大复兴的中国梦提供坚实的理论支撑。</p>
                    <p>我们党历来重视历史，善于借鉴和运用历史经验。毛泽东同志说，“我是靠总结经验吃饭的”。邓小平同志指出，“历史上成功的经验是宝贵的财富，错误的经验、失败的经验也是宝贵的财富”。党的十八大以来，习近平总书记对加强历史研究作出许多重要论述。习近平总书记强调：“我们回顾历史，不是为了从成功中寻求慰藉，更不是为了躺在功劳簿上、为回避今天面临的困难和问题寻找借口，而是为了总结历史经验、把握历史规律，增强开拓前进的勇气和力量。”我们党在领导中国革命、建设、改革的长期实践中，始终坚持把马克思主义基本原理同中国具体实际相结合，不断总结历史经验，深刻把握并熟练运用历史规律，增强理论自觉和行动自觉，从而推动党和人民的事业不断破浪前行。</p>
                    <p>新中国成立70多年来，我国创造了世所罕见的经济快速发展奇迹和社会长期稳定奇迹，中华民族迎来了从站起来、富起来到强起来的伟大飞跃。这种前无古人的伟大实践，给理论创造、学术繁荣提供了广阔空间，也给新中国史研究提供了宽广舞台。习近平总书记指出，“要继续加强对党史、国史的学习，在对历史的深入思考中做好现实工作、更好走向未来，不断交出坚持和发展中国特色社会主义的合格答卷”。在“不忘初心、牢记使命”主题教育中，党中央专门印发通知，要求把学习党史、新中国史作为主题教育重要内容。习近平总书记的重要论述和党中央的明确要求，为新中国史研究指明了前进方向、提供了根本遵循。</p>
                    <p>坚持正确的政治方向、价值取向和学术导向。习近平总书记指出：“坚持以马克思主义为指导，是当代中国哲学社会科学区别于其他哲学社会科学的根本标志，必须旗帜鲜明加以坚持。”新中国史研究必须毫不动摇地坚持马克思主义指导地位，深入学习贯彻习近平新时代中国特色社会主义思想，坚持正确的政治方向、价值取向和学术导向，用马克思主义的立场观点方法对待党史和国史，旗帜鲜明地运用唯物史观指导新中国史研究工作。</p>
                    <p>更好地服务党和国家工作大局。当前，我国正处在实现中华民族伟大复兴的关键时期，今年将全面建成小康社会，2021年将迎来中国共产党成立100周年，这些都是中华民族发展史上的重要里程碑。新中国史研究工作者要紧紧抓住历史机遇，聚焦重大理论和现实问题，从历史的视角书写和记录人民的伟大实践、时代的发展进步，深入总结中国共产党领导中国人民进行伟大社会革命的宝贵经验，深入宣传阐释只有中国共产党才能领导中国人民站起来、富起来、强起来的历史必然性，弘扬中国精神、凝聚中国力量，鼓舞全国各族人民坚定不移走中国特色社会主义道路，意气风发地迈向实现中华民族伟大复兴的光明未来。</p>
                    <p>加快推进国史学科体系、学术体系、话语体系建设和创新。新时代党和国家事业发展，对新中国史研究提出了新的更高要求。新中国史研究工作者要增强责任感和使命感，树立精品意识，通过扎实严谨的学术研究，形成对新中国发展历程、辉煌成就、宝贵经验的权威历史记述，推出一批高质量、有影响的新中国史研究成果，为全党全社会提供权威参考，不断深化对共产党执政规律、社会主义建设规律、人类社会发展规律的认识，总结治国理政经验，发挥资政育人功能，为新时代坚持和发展中国特色社会主义、实现中华民族伟大复兴的中国梦提供有力学理支撑。</p>
                </i-row>
                <i-row>结尾</i-row>
            </i-col>
        </i-row>
    </i-row>
</template>
<script>
let app = require("@/config");
export default {
    data () {
        return {
            xmuWordImg: require("@/assets/XMUWord.png"),
            bgImg: {
                backgroundImage: 'url(' + require("@/assets/XMU.png") + ')'
            }
        }
    },
    mounted () {
        app.title = "新闻详细";
    }
}
</script>
<style lang="less">
#news-detail{
    .title{
        text-align: center;
        font-size: 36px;
        margin: 24px auto;
        color: #17233d;
    }
    .info{
        color: #808695;
        padding: 16px 0px;
    }
    .content{
        color: #515a6e;
        p{
            text-indent: 2em;
            margin: 16px 0px;
        }
    }
    .head{
    background-repeat: no-repeat;
    background-position: 80% 0%;
    height: 250px;
    background-color: #122e66;
    margin-bottom: 24px;
    color: white;
    font-size: 64px;
    letter-spacing: 0.15em;
}
}
</style>
